Repository: common-repository/viplus
Catalog: viplus-*.po
Languages: he_il, ru_ru

source: Subscribes new customer to V.I.Plus service
he_il: מאפשר להירשם לרשימת התפוצה שלכם במערכת הדיוור V.I.Plus
ru_ru: Абонентная подписка пользователей на ваш счет в системе V.I.Plus

source: Invalid Cellular
he_il: טלפון לא חוקי
ru_ru: Неверный номер телефона

source: Invalid Email
he_il: מייל לא חוקי
ru_ru: Неверный адрес E-Mail

source: First Name:
he_il: שם פרטי:
ru_ru: Имя:

source: Last Name:
he_il: שם משפחה:
ru_ru: Фамилия:

source: Cellular:
he_il: טלפון נייד:
ru_ru: Мобильный:

source: EMail:
he_il: דוא"ל:
ru_ru: Эл. почта:

source: Register
he_il: הירשם
ru_ru: Зарегистрироваться

source: JSError
he_il: התרחשה שגיאת Javascript. לתמיכה שלחו מילל לכתובת support@viplus.co.il
ru_ru: Произошла критическая ошибка Javascript. Для получения поддержки свяжитесь с нами через support@viplus.com

source: Thank You for registering
he_il: תודה שנרשמתם ל-V.I.Plus
ru_ru: Спасибо за регистрацию

source: Invalid data
he_il: נתונים נדחו ע"י המערכת
ru_ru: Неверные данные

source: This user already exists
he_il: משתמש זה כבר קיים
ru_ru: Пользователь с таким именем уже существует

source: This user is blacklisted
he_il: משתמש זה כבר נמצא ברשימה שחורה
ru_ru: Пользователь уже находится в чёрном списке

source: Unrecognized error message:
he_il: שגיאה לא ידוע:
ru_ru: Сообщение неопределённой ошибки:

source: Registration failed: HTTP response status code:
he_il: הרשמה נכשלה: קוד שגיאה HTTP:
ru_ru: Регистрация завершилась неудачей. Код статуса:

source: Error: Only HTTP requests are supported !
he_il: שגיאה: התמיכה היא רק בבקשות HTTP!
ru_ru: Ошибка! Поддерживаются только HTTP запросы
